Catalogs/сабМониторВнедрения.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.14">
	<Catalog>
		<Properties>
			<Name>сабМониторВнедрения</Name>
			<Hierarchical>false</Hierarchical>
			<HierarchyType>HierarchyFoldersAndItems</HierarchyType>
		</Properties>
		<ChildObjects>
			<Attribute>
				<Properties>
					<Name>Выполнено</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Описание</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>300</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Комментарии</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>300</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Заполнено</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Значение</Name>
					<Type>
						<v8:Type>cfg:CatalogRef.СпособыДоставки</v8:Type>
						<v8:Type>xs:string</v8:Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:Type>cfg:CatalogRef.ТипыЦенНоменклатуры</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>50</v8:Length>
						</v8:StringQualifiers>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ТипСтроки</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>20</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Настройка1</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>Настройка2</Name>
					<Type>
						<v8:Type>xs:boolean</v8:Type>
					</Type>
				</Properties>
			</Attribute>
		</ChildObjects>
	</Catalog>
</MetaDataObject>

InformationRegisters/сабСоответствиеСчетовИСубконто.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.14">
	<InformationRegister>
		<Properties>
			<Name>сабСоответствиеСчетовИСубконто</Name>
			<InformationRegisterPeriodicity>Nonperiodical</InformationRegisterPeriodicity>
			<WriteMode>Independent</WriteMode>
		</Properties>
		<ChildObjects>
			<Resource>
				<Properties>
					<Name>СубконтоБУ1</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконтоХозрасчетные</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СубконтоБУ2</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконтоХозрасчетные</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СубконтоБУ3</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконтоХозрасчетные</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СчетУУ</Name>
					<Type>
						<v8:Type>cfg:ChartOfAccountsRef.Учетный</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СубконтоУУ1</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконто</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СубконтоУУ2</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконто</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>СубконтоУУ3</Name>
					<Type>
						<v8:Type>cfg:ChartOfCharacteristicTypesRef.ВидыСубконто</v8:Type>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ЗначениеСубконтоУУ1</Name>
					<Type>
						<v8:TypeSet>cfg:Characteristic.ВидыСубконто</v8:TypeSet>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ЗначениеСубконтоУУ2</Name>
					<Type>
						<v8:TypeSet>cfg:Characteristic.ВидыСубконто</v8:TypeSet>
					</Type>
				</Properties>
			</Resource>
			<Resource>
				<Properties>
					<Name>ЗначениеСубконтоУУ3</Name>
					<Type>
						<v8:TypeSet>cfg:Characteristic.ВидыСубконто</v8:TypeSet>
					</Type>
				</Properties>
			</Resource>
			<Attribute>
				<Properties>
					<Name>Комментарии</Name>
					<Type>
						<v8:Type>xs:string</v8:Type>
						<v8:StringQualifiers>
							<v8:Length>150</v8:Length>
						</v8:StringQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Dimension>
				<Properties>
					<Name>СчетБУ</Name>
					<Type>
						<v8:Type>cfg:ChartOfAccountsRef.Хозрасчетный</v8:Type>
					</Type>
				</Properties>
			</Dimension>
		</ChildObjects>
	</InformationRegister>
</MetaDataObject>

Catalogs/сабМониторВнедрения/Forms/Форма4/Ext/Form/Module.bsl
&НаСервере
Процедура ВыполнитьАвтозаполение()
	
	УстановитьПривилегированныйРежим(Истина);
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("000");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("00");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("01.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("01.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("01.08");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("01.09");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
		НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("01.К");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("02.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("02.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("02.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОсновныеСредства;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Основные средства", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("07");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("08.03");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОбъектыСтроительства;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Внеоборотные активы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("08.01.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("08.04");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОбъектыСтроительства;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Внеоборотные активы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("08.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("08.04");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОбъектыСтроительства;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Внеоборотные активы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("08.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("08.03");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ОбъектыСтроительства;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Внеоборотные активы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.03.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.03");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.03.2");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.03");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.04");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.04");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.05");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.05");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.06");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.06");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.05");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.07");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.08");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.05");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.09");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.09");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();

	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.10");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.09");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.11.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.09");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("10.11.2");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.09");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("11");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("11");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("20.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("20");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.НоменклатурныеГруппы;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("20.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("20");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.НоменклатурныеГруппы;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("21");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("10.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Материалы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("23");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("25");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("25");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("25");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("26");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("25");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("40");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("40");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.НоменклатурныеГруппы;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();

	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.04");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();

	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.11");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.12");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("41.К");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("41");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("43");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("43");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Номенклатура;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Склады;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Склады", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("44.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("44");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("44.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("44");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиЗатрат;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи затрат", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("50.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("50.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиДвиженияДенежныхСредств;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи ДДС", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("51");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("51.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.БанковскиеСчета;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиДвиженияДенежныхСредств;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Банковские счета", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи ДДС", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("52");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("51.02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.БанковскиеСчета;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиДвиженияДенежныхСредств;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Банковские счета", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Статьи ДДС", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("57.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("57.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.СтатьиДвиженияДенежныхСредств;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("57.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("57.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты и организации", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("57.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("57.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты и организации", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("60.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("60.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("60.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("60.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("62.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("62.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("62.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("62.02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("68.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("68.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("68.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("68.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("68.03");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("68.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("68.04.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("68.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("68.04.2");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("68.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();

	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.2");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.3");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.4");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.5");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.6");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.02.7");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.03.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.03.2");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.04");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
		
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("69.11");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("69");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидыПлатежейВГосБюджет;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Налоги и сборы", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("70");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("70");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.РаботникиОрганизаций;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.ВидНачисленийОплатыТрудаПоСтатье255НК;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Сотрудники", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Виды начислений оплаты труда", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("71.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("71.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.РаботникиОрганизаций;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Сотрудники", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("73.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("73.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.РаботникиОрганизаций;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Сотрудники", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("76.06");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("76.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Контрагенты;
	НоваяЗапись.СубконтоБУ2 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Договоры;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Контрагенты", Истина);
	НоваяЗапись.СубконтоУУ2 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Договоры", Истина);
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("80.09");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("75.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Учредители;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Учредители", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("75.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("75.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Учредители;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Учредители", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("75.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("75.02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.Учредители;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Учредители", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("84.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("84");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("90.01.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("90.01");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.НоменклатурныеГруппы;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("90.02.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("90.02");
	НоваяЗапись.СубконтоБУ1 = ПланыВидовХарактеристик.ВидыСубконтоХозрасчетные.НоменклатурныеГруппы;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = ПланыВидовХарактеристик.ВидыСубконто.НайтиПоНаименованию("Номенклатура", Истина);
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("90.09");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("90.09");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("91.01");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("91");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("91.02");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("91");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	//НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	//НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("91.09");
	//НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("00");
	//НоваяЗапись.СубконтоБУ1 = Неопределено;
	//НоваяЗапись.СубконтоБУ2 = Неопределено;
	//НоваяЗапись.СубконтоБУ3 = Неопределено;
	//НоваяЗапись.СубконтоУУ1 = Неопределено;
	//НоваяЗапись.СубконтоУУ2 = Неопределено;
	//НоваяЗапись.СубконтоУУ3 = Неопределено;
	//НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("94");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("94");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	НоваяЗапись = РегистрыСведений.сабСоответствиеСчетовИСубконто.СоздатьМенеджерЗаписи();
	НоваяЗапись.СчетБУ = ПланыСчетов.Хозрасчетный.НайтиПоКоду("99.01.1");
	НоваяЗапись.СчетУУ = ПланыСчетов.Учетный.НайтиПоКоду("99");
	НоваяЗапись.СубконтоБУ1 = Неопределено;
	НоваяЗапись.СубконтоБУ2 = Неопределено;
	НоваяЗапись.СубконтоБУ3 = Неопределено;
	НоваяЗапись.СубконтоУУ1 = Неопределено;
	НоваяЗапись.СубконтоУУ2 = Неопределено;
	НоваяЗапись.СубконтоУУ3 = Неопределено;
	НоваяЗапись.Записать();
	
	УстановитьПривилегированныйРежим(Ложь);
	
КонецПроцедуры

&НаКлиенте
Процедура ОткрытьСтруктуруПредприятия(Команда)
	ОткрытьФорму("РегистрСведений.сабСоответствиеСчетовИСубконто.ФормаСписка",,,,,,,РежимОткрытияОкнаФормы.БлокироватьОкноВладельца);
КонецПроцедуры

&НаКлиенте
Процедура Автонастройка(Команда)
	ВыполнитьАвтозаполение();
	Объект.Выполнено = Истина;
КонецПроцедуры


&НаКлиенте
Процедура ПослеЗаписи(ПараметрыЗаписи)
	Оповестить("ОбновитьСтатусыНастроек", Новый Структура("Ссылка, Наименование, Выполнено", Объект.Ссылка, Объект.Наименование, Объект.Выполнено));
КонецПроцедуры
